[
  {
    "type": "call",
    "timestamp": "2025-07-08T16:03:40.686919",
    "id": 7475286,
    "duration": "2",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo",
    "record_url": "https://media.plivo.com/v1/Account/MAYZM1ZTM5OTRIZDQ5ZD/Recording/26cb0032-31bf-4730-a6bf-63972042f696.wav",
    "transcript": "Speaker A: Your call has."
  },
  {
    "type": "call",
    "timestamp": "2025-07-09T08:27:09.814016",
    "id": 7477385,
    "duration": "211",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo",
    "record_url": "https://media.plivo.com/v1/Account/MAYZM1ZTM5OTRIZDQ5ZD/Recording/c87a5a72-939a-4453-9324-e6d06b368ef4.wav",
    "transcript": "Speaker A: Hello?\nSpeaker B: Yeah, hi, Rochat here.\nSpeaker A: Yeah, okay, I have seen that. Is that under 600 or is it more?\nSpeaker B: Because my budget is 600 per month. It is 700.\nSpeaker A: Okay. Okay. Is it only for a month or six weeks? Because.\nSpeaker B: Just for six weeks.\nSpeaker A: Okay.\nSpeaker B: I'll tell you how exactly the accommodation can show up. There are two major intakes, January and September. Okay. So in January you booked an accommodation with a move in of the 21st of June. Right?\nSpeaker A: Yeah.\nSpeaker B: So now what happens is there is no accommodation that's directly available from June or July for six months or one year. Because after a month we have the September intake and from September intake the property offers long term stays. Okay.\nSpeaker A: Basically I was looking for a long time stay.\nSpeaker B: I can help you with a long term stay but if you want to stay, you know in a short term accommodation what we generally do is. So with the move in of 16th of July until the 30th of August I can help you with this accommodation. It's 175 pounds per week. It's a very good option. Right then September. Yeah, 175 pounds per week. And then from September onwards I can help you with another tenancy if either in this accommodation or some other accommodation as per your budget.\nSpeaker A: Okay? Yeah, yeah. Okay. I'll discuss with my family and I'll inform you.\nSpeaker B: Okay, sure. And how was the stay at Edinburgh College residents we helped?\nSpeaker A: It was, it was so good. It was so good. Still I'm looking for flat there but it was, it is not available right now.\nSpeaker B: It is available from September on, from the, the last week of August onwards. I. Let me just tell you just one minute.\nSpeaker A: Okay. You have just send me the properties. Yeah, yeah.\nSpeaker B: Ensuite is available from the 23rd of August but the rent is £194 per week.\nSpeaker A: No, no, that's too much.\nSpeaker B: Yeah. So what I'll suggest you right now is you know, you, you can go ahead with this particular property because this is, you know, the only option for now keep. Okay, okay. And yeah, and after that what we can do is we can directly, you know, book some other accommodation properly within your budget.\nSpeaker A: If, if it's possible you can extend the tenancy after August, right?\nSpeaker B: Yeah, you can, but it again depends on the availability and the rent at that point of time which the property did not, you know, showed currently. They are not showing it currently. For now we can consider a short term staying behavior.\nSpeaker A: Okay. The thing is that if I'm looking for this properties I need to extend it after September. That's what I need because I am looking for a long term stay.\nSpeaker B: Long. See, long term stay is something I can definitely help you with, but for that we need to, you know, rebook the same accommodation or check for someone.\nSpeaker A: Yeah, that's fine. Yeah, that's when I rebook at that.\nSpeaker B: Time now, like there won't be any option, you know, with the July move in for the whole year. Okay, that won't be possible. Yeah.\nSpeaker A: Okay, so for the time being, I need to book a short term now and then need to rebook it.\nSpeaker B: Right, okay, Correct. Because. Because all the accommodations are available from September onwards for the long.\nSpeaker A: Okay, yeah, got it. I'll inform you. Yeah. Okay. Just give me a date. Yeah, sure.\nSpeaker B: Thank you. No problem."
  },
  {
    "type": "call",
    "timestamp": "2025-07-09T10:48:48.378313",
    "id": 7478509,
    "duration": "454",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo",
    "record_url": "https://media.plivo.com/v1/Account/MAYZM1ZTM5OTRIZDQ5ZD/Recording/99122e00-809f-4a37-8065-93945614810b.wav",
    "transcript": "Speaker A: Hello?\nSpeaker B: Yeah, hi.\nSpeaker A: Yeah, I was asking about the property that you have already sent in. Meadows.\nSpeaker B: Yes. You're asking about the moving data states Meadow.\nSpeaker A: Yeah, yeah.\nSpeaker B: So for this particular property they haven't released the dates for September moving.\nSpeaker A: Yes. Okay. Okay, what about. Yeah, yeah, sure, sure.\nSpeaker B: College residence is the 23rd of August. I'll tell you one thing, okay. Just to make you understand everything. See Edinburgh is a very costly city. You are living there. You must have understood that if we.\nSpeaker A: Take out a list, six months Edinburgh College.\nSpeaker B: Yeah. And if you check with any other students who are not living at Edinburgh College residence, they are not living at 160, 170 pounds per week. The ranch at the rents there is very high. I'll tell you the reason why you got an accommodation at a very low cost at Edinburgh College residence. Because the rooms, you know, they were leased by Amber and the rents due to which were very low. But for this year it is not the case. The rates that are followed are for. Are the standard trade rates in Edinburgh College anywhere in Edinburgh. Right. So in Edinburgh it's normal to have rents like £180200 as the starting rent price.\nSpeaker A: Okay, okay.\nSpeaker B: I'm just setting the expectations clear so that you don't worry about anything later. Okay. But for Edinburgh College residence the rent is still low compared to other accommodations they are offering like 194 pounds per week.\nSpeaker A: Other accommodations are one Meadows is 170. Right. 175 short stay. This is for a short stay Meadows.\nSpeaker B: Yes. So the tenancy will get over in, in the last week of August and currently they are not available for September. Even if Straits Meadow is available for September their rate is around 215 to 20 pounds per week.\nSpeaker A: They don't offer room for one month. It's 175.\nSpeaker B: Yeah, because the rooms are available. It went unsold. Right. So the property, they have reduced the price so that they can get a booking. Simple.\nSpeaker A: Okay.\nSpeaker B: Apart from that, if you, if you asked me like which is the most affordable option in Edinburgh, It's Edinburgh college residence at 194 pounds per week. Then we have Mill House at around 195, 199. So you know that's actually the starting price of Edinburgh.\nSpeaker A: Okay. Okay.\nSpeaker B: Yeah, yeah. So for now what I'll suggest you is see, you can book the short stay because this is actually a very good deal and we do have one month in hand. Right. In this month if, if we feel that because there is a chance we might get something that is a bit More affordable. And in case we find any option, I do have the number. Like I note it down and I'll come back to you. Will definitely help you something at the lowest price possible.\nSpeaker A: Okay. The budget for me was 600, but if it's 175 for the whole, I mean for the whole six months, it's okay, I can pay up to 700.\nSpeaker B: I understand, you know, but I would.\nSpeaker A: It's not okay. That's right.\nSpeaker B: The only thing is I would really want you to understand about the average price of rent, you know, in a particular city. Had it been notting gum or Leicester, you know, I would have definitely helped you in something, you know, that is 550 only for the whole month had it been Nottingham or Leicester or maybe let's say Cardiff as well. In Cardiff as well, we do have options at 160, 170. But when it comes to cities like Edinburgh, Bristol, leave London. London is the most expensive. But after London we have Bristol, then we have Edinburgh. So these are, you know, the second most expensive, the third most expensive cities in the uk. So the rents are actually very high. It's not just about Amber. See, Amber has a huge portfolio of all the properties in the entire uk. We are dealing with all of them. So individually we don't have any profit in selling you, you know, a costly property.\nSpeaker A: Accommodation.\nSpeaker B: Yes, we deal in student accommodations. And I'll suggest you to go for a student accommodation because you don't have to worry about the bills and all. Everything is already included. You, you might get a private accommodation at 160, 170. But you know, the price of like the red electricity WI fi, it's very costly in the UK compared to India. Right. So first of all, you will be worried to pay all the rent separately. Apart from that, all these bills, including the rent, it would be way more than 200 pounds per week. So I wouldn't suggest to go for private accommodation. Student accommodations are actually very good. You, you just have to pay the rent and then you need to focus on your studies and everything. So what I'll suggest you right now, from my experience, book Scotland Nest for now, okay. For seven weeks and then allow me a week or so. There is a good chance I might find something for you in case I find something affordable. We can go for it. Otherwise we can go for Edinburgh College residence. We can go for some other options. Right. See, I'll suggest you only good properties only. I won't suggest you anything where you have a bad experience.\nSpeaker A: 190 and all. I don't go for that because I select this because it was only 175 so it's actually affordable. When it comes to 190 it won't be that okay for me. That's why.\nSpeaker B: In case there is no accommodation in 170 then what's your backup plan? What are you going to do there?\nSpeaker A: Yeah, I'll take on private place. That's it. Because when it comes to 190 no problem.\nSpeaker B: I mean see we still have time to you know make a decision about him for now this one done. So that at least you have an accommodation until August.\nSpeaker A: Until August I have. I already have an accommodation. I'm right now I'm staying with in an accommodation. So until August it's okay. I am looking for after August.\nSpeaker B: Oh, so you need a September moving only?\nSpeaker A: Yeah, yeah for six months. That's what I'm looking. If I get 175 for all the week, all the months I'm okay to move in by August or July.\nSpeaker B: But the rain starts at 190 or.\nSpeaker A: Unfortunately that's not that affordable for me. So I don't think that will work out.\nSpeaker B: Fine then please allow me some time. Okay, let me just check what's available. So like what's. Where are you living currently? Is it a private accommodation?\nSpeaker A: Yeah, I was actually in Edinburgh College residency. Now I am in Pennevel Cottage with. It's a private house of my friend. So there is a single room. So I'm leaving there.\nSpeaker B: Okay. And what's your move out date there?\nSpeaker A: It's actually August 1st.\nSpeaker B: Okay. Okay.\nSpeaker A: So even if the intake starts on September I can be there only with my friend so that's fine. But the rent if. Even if it's 190 it won't be that good. If it's 175 I can be there for this whole intake up to January.\nSpeaker B: Got it, Got it, got it. Fine. Okay. No problem. Am. Let me just. Allow me some time. Okay. Let me just check what's the best thing available and let me then get back to you. Okay?\nSpeaker A: Okay. Yeah. Okay.\nSpeaker B: Okay.\nSpeaker A: Thank you, thank you, thank you."
  },
  {
    "type": "call",
    "timestamp": "2025-07-12T10:55:27.094692",
    "id": 7496080,
    "duration": "13",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo",
    "record_url": "https://media.plivo.com/v1/Account/MAYZM1ZTM5OTRIZDQ5ZD/Recording/47cea548-849d-43ee-b2ff-108792a5805b.wav",
    "transcript": "Speaker A: Hello.\nSpeaker B: Hi there. Rochek. Member.\nSpeaker A: Hello.\nSpeaker B: Hello.\nSpeaker A: Hi.\nSpeaker B: Yeah. Hi, roche. This site, remember?"
  },
  {
    "type": "call",
    "timestamp": "2025-07-12T10:56:23.629024",
    "id": 7496085,
    "duration": "55",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo",
    "record_url": "https://media.plivo.com/v1/Account/MAYZM1ZTM5OTRIZDQ5ZD/Recording/249d291b-1295-4bac-84f8-2f2a970b31fa.wav",
    "transcript": "Speaker A: Hello?\nSpeaker B: Hello?\nSpeaker A: Hi. Can you hear me? Yes, yes, Rosha. This site from Amber Student.\nSpeaker B: Oh, okay.\nSpeaker A: Yes, yes. Regarding your booking. So you're planning to book Edinburgh College.\nSpeaker B: Residential for.\nSpeaker A: The classic ensuite.\nSpeaker B: Yeah, the classic one.\nSpeaker A: So that's 194 pounds per week. And so should we process your application? Do you have any questions?\nSpeaker B: So I'm planning to take the next index, not the jeweler, the.\nSpeaker A: August move in. Right.\nSpeaker B: From August to January. Right.\nSpeaker A: Just a minute. So this is available for 43 weeks from August.\nSpeaker B: Okay. Okay. 43 weeks. Okay.\nSpeaker A: Yes, it will work, right?\nSpeaker B: Yeah, it will work, sure.\nSpeaker A: So I'll process your application, and if there's any other details required, I'll call you.\nSpeaker B: Okay? Okay, sure. Thank you.\nSpeaker A: Okay, fine."
  },
  {
    "type": "call",
    "timestamp": "2025-07-14T15:52:56.289396",
    "id": 7505958,
    "duration": "0",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo"
  },
  {
    "type": "call",
    "timestamp": "2025-07-15T14:01:48.685887",
    "id": 7511139,
    "duration": "8",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo",
    "record_url": "https://media.plivo.com/v1/Account/MAYZM1ZTM5OTRIZDQ5ZD/Recording/6cb31c0a-44b5-484a-a399-b0e2f4f527d2.wav",
    "transcript": "Speaker A: Hello. Hi there. Rochek here from amber. Hello. Hi, I'm rochek from."
  },
  {
    "type": "call",
    "timestamp": "2025-07-15T14:02:23.107655",
    "id": 7511147,
    "duration": "0",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo"
  },
  {
    "type": "lead_info",
    "timestamp": "2025-07-16T00:00:00",
    "lead_id": 3056954,
    "user_name": "Malu Suresh",
    "email": "malusuresh207@gmail.com",
    "phone": "447553719956",
    "lease_duration": "6 week",
    "move_out_date": "2025-08-27",
    "budget": 175,
    "budget_currency": "pound",
    "budget_duration": "weekly",
    "city": "Edinburgh",
    "state": "Scotland",
    "country": "United Kingdom",
    "region_id": 71,
    "inventory_id": 1114105
  },
  {
    "type": "call",
    "timestamp": "2025-07-17T15:24:28.160256",
    "id": 7524902,
    "duration": "0",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo"
  },
  {
    "type": "call",
    "timestamp": "2025-07-19T10:41:49.681557",
    "id": 7534369,
    "to_number": "447553719956",
    "source": "plivo"
  },
  {
    "type": "call",
    "timestamp": "2025-07-19T10:41:52.464912",
    "id": 7534371,
    "duration": "0",
    "to_number": "447553719956",
    "from_number": "447456741634",
    "source": "plivo"
  }
]