[
  {
    "type": "call",
    "timestamp": "2025-07-08T15:44:44.727687",
    "id": 7475145,
    "duration": "407",
    "to_number": "251991144563",
    "from_number": "447456741634",
    "source": "plivo",
    "record_url": "https://media.plivo.com/v1/Account/MAYZM1ZTM5OTRIZDQ5ZD/Recording/ff315726-079b-4134-a5f8-8587f5f86474.wav",
    "transcript": "Speaker A: Hello.\nSpeaker B: Hello.\nSpeaker A: Hi, is this Eden?\nSpeaker B: Yes, this is Ayden.\nSpeaker A: Hi, Eden. I'm Rochak from Amber, student. How are you?\nSpeaker B: I'm good, thank you.\nSpeaker A: Great. So I'm your booking manager for your accommodation in Exeter. We've got a request that you're looking for accommodations there and on our website I see you have shortlisted Walnut card in fair.\nSpeaker B: Oh yeah, but like, I'm not in the uk.\nSpeaker A: Yes, problem.\nSpeaker B: I got an offer.\nSpeaker A: Sorry, could you just come? Could you just repeat?\nSpeaker B: Oh, I'm not in the UK yet.\nSpeaker A: Okay.\nSpeaker B: I've got an offer from the University of Exeter.\nSpeaker A: Okay.\nSpeaker B: Coming this September.\nSpeaker A: Yeah, that's completely. Okay. There are a lot of international students who book the accommodation. Your course is. Starts in September, right? Yes, yes, yeah, no problem. That's perfectly all right. We can definitely help you with your accommodation booking now. So if you're interested. Sorry, yeah, please tell me.\nSpeaker B: Oh, no, no, continue, please.\nSpeaker A: So I'm saying that there are a lot of students because the bookings have already started in January and there are, you know, very few accommodations left right now. So it's actually the perfect time to book your room. So as per your budget and your requirements, I can definitely help you in completing your booking. And Amber, we do not charge any agent fee or processing fee. So our services are also free from all the charges. Yeah. So would you like to book Wallet Gardens.\nSpeaker B: First? I have a question first.\nSpeaker A: Yeah.\nSpeaker B: Okay, so if I book now, am I supposed to pay like up to September from now, from June, September, am I supposed to pay that?\nSpeaker A: You just need to pay the booking deposit right now. You don't have to pay the rent. The booking deposit is. It's, you know, basically a caution fee or a security amount that ensures that the room is reserved on your name and it's, you know, not an additional amount. It gets adjusted in your rent. So that's how it's going to work. The deposit amount is 200 pounds. Okay, 200 pounds, correct.\nSpeaker B: Okay.\nSpeaker A: Yeah.\nSpeaker B: Okay, so I'll discuss it with my family and.\nSpeaker A: Sure, yeah, no problem. That's completely. Okay. Let me just do one thing. Aiden, let me share, you know, the details for this particular property. I would want you to check out the pictures and the videos of everything if I tell you about the amenities. So first of all, you know the rent that I have mentioned, the rent you know, that you have seen on our website, it starts at 210 pounds per week. It's inclusive of all the utility bills. Electricity, WI fi, water, heating, gas, everything is already included. You don't have to pay any bills. Apart from that, in case you are into gym and fitness, inside the accommodation we have got an on site gym, we have a yoga room, we have a movie room, there is a wellness and spa facilities. Inside the accommodation we have entertainment rooms, study areas which is very quiet. If you feel it's noisy, you know, you can simply go to the, to the study rooms. It's huge. It's good. We have laundry facilities, there are so many social events. We have got PlayStations and games. You know, it's very safe and secured with 24, 7 security team. So it's actually, and you know the best part, the the owners of these properties for the Walnut Gardens, they are consistently ranked as the number one property management group in the uk. So you have actually selected an amazing property. You won't be disappointed by anything. It's an award winning property.\nSpeaker B: Okay. But you do have a much cheaper options, right?\nSpeaker A: Yeah, we do, yeah.\nSpeaker B: Yeah. Okay. So okay, I'll check it through.\nSpeaker A: Are you interested in something else as well that cost a bit low? Would you want me to share a few more options?\nSpeaker B: Yes, yes.\nSpeaker A: So are you specifically looking for an en suite room?\nSpeaker B: What? I'm sorry?\nSpeaker A: Are you specifically looking for an ensuite room, like a room with a private bedroom, private bathroom and a shared kitchen?\nSpeaker B: Yes, yes.\nSpeaker A: Okay. And do you have a UK guarantor? Do you know someone who lives in the UK who can act as your guarantor?\nSpeaker B: Yeah, I think I could find one.\nSpeaker A: I'll just tell you. Yeah, I'll just tell you the requirements of a UK guarantor. So the person should be at least 25 years old. They must be a permanent resident of the uk. They should not be a student, they should have a stable income source.\nSpeaker B: No, no, I don't think I can find one.\nSpeaker A: Because, you know, most of the accommodations in the uk they need a UK guarantor if you wish to pay the rent in installments. Otherwise you need to pay the total rent of the entire year before the move in upfront. Yeah. So what we can do here is either I can shortlist the accommodations that allows international guarantee like the one you have shortlisted, Walnut Gardens. They do not, you know, need a UK guidance. You don't need a guarantee, you can still pay the rent in. Right. So this is actually a good part about Walnut Gardens. So what I'll do is let's consider Walnut Gardens. So like, what's your weekly rent budget? Do you have anything specific? How much are you planning to spend for the rent? Do you have any budget like for the ring.\nSpeaker B: Like, my situation is I have £5,000 to cover for my tuition for the university on part time jobs, so I'm much short on money, like, so I'm definitely looking for something cheaper.\nSpeaker A: No problem. That's completely. Okay. Let me share you few, you know, affordable options there, okay. And you can just check them out and then let me know and we'll proceed accordingly. Okay?\nSpeaker B: Yeah, okay, sure. Thank you so much.\nSpeaker A: Fine. All right. I'll drop a text to you on your WhatsApp. I'll wait for a response then.\nSpeaker B: Thank you so much.\nSpeaker A: Thank you. Take care. Bye.\nSpeaker B: Bye."
  },
  {
    "type": "call",
    "timestamp": "2025-07-10T15:40:04.882606",
    "id": 7486946,
    "duration": "0",
    "to_number": "251991144563",
    "from_number": "447456741634",
    "source": "plivo"
  },
  {
    "type": "call",
    "timestamp": "2025-07-12T11:30:18.377784",
    "id": 7496362,
    "duration": "0",
    "to_number": "251991144563",
    "from_number": "447456741634",
    "source": "plivo"
  },
  {
    "type": "lead_info",
    "timestamp": "NaT",
    "lead_id": 3056914,
    "user_name": "Eden Ashagre Gedamu",
    "email": "edenashagre29@gmail.com",
    "phone": "251991144563",
    "university": "university-of-exeter-1811057254646",
    "lease_duration": "",
    "budget_currency": "pound",
    "budget_duration": "weekly",
    "city": "Exeter",
    "state": "England",
    "country": "United Kingdom",
    "region_id": 50,
    "agent_id": 3627,
    "inventory_id": 165671
  }
]